<?php

return [
    'confirm' => [
        'retrieve' => 'تم تحميل البيانات بشكل صحيح',
        'create' => 'تم إضافة السائق بنجاح',
        'update' => 'تم تعديل السائق بنجاح',
        'delete' => 'تم حذف السائق بنجاح',
    ],

    // authentication
    'auth' => [
        'login' => [
            'error' => [
                'mobile' => 'المستخدم غير موجود',
                'password' => 'رقم الهاتف وكلمة المرور غير متطابقين'
            ],
            'success' => 'تم تسجيل الدخول بنجاح'
        ],
        'logout_success' => 'تم تسجيل الخروج بنجاح'
    ]
];